Repository: AlexW00/hibi
Catalog: Hibi/Localizable.xcstrings
Source language: en
Languages: de, es, it, ja, ko, ms, pt_br, zh_hans_cn, zh_hant_hk, zh_hant_tw

source: If you leave the app open overnight, the highlighted day now advances to the new day at midnight.
de: Wenn die App über Nacht geöffnet bleibt, springt der hervorgehobene Tag um Mitternacht automatisch auf den neuen Tag.
es: Si dejas la app abierta durante la noche, el día resaltado avanza al nuevo día a medianoche.
it: Se lasci l'app aperta tutta la notte, il giorno evidenziato passa automaticamente al nuovo giorno a mezzanotte.
ja: アプリを開いたまま日付をまたいでも、ハイライトされる日が0時に自動で新しい日に切り替わります。
ko: 앱을 켜둔 채로 자정을 넘기면 강조된 날짜가 새로운 날로 자동으로 바뀌어요.
ms: Jika anda biarkan app terbuka semalaman, hari yang diserlahkan kini beralih ke hari baharu pada tengah malam.
pt_br: Se você deixar o app aberto durante a noite, o dia destacado avança para o novo dia à meia-noite.
zh_hans_cn: 若让 app 开着过夜，高亮的日期会在午夜自动更新为新的一天。
zh_hant_hk: 若讓 app 開著過夜，反白的日期會在午夜自動更新為新的一天。
zh_hant_tw: 若讓 app 開著過夜，反白的日期會在午夜自動更新為新的一天。

source: Invert swipe direction
de: Wischrichtung umkehren
es: Invertir dirección del gesto
it: Inverti direzione dello swipe
ja: スワイプ方向を反転
ko: 스와이프 방향 반전
ms: Songsangkan arah leretan
pt_br: Inverter direção do gesto
zh_hans_cn: 反转滑动方向
zh_hant_hk: 反轉滑動方向
zh_hant_tw: 反轉滑動方向

source: Leatherbag
de: Ledertasche
es: Bolso de cuero
it: Borsa in pelle
ja: レザーバッグ
ko: 가죽 가방
ms: Beg Kulit
pt_br: Bolsa de Couro
zh_hans_cn: 皮革包
zh_hant_hk: 皮革袋
zh_hant_tw: 皮革袋

source: Light
de: Hell
es: Claro
it: Chiaro
ja: ライト
ko: 라이트
ms: Cerah
pt_br: Claro
zh_hans_cn: 浅色
zh_hant_hk: 淺色
zh_hant_tw: 淺色

source: Local weather and sunrise / sunset on each day.
de: Lokales Wetter sowie Sonnenauf- und -untergang für jeden Tag.
es: Tiempo local y salida / puesta del sol de cada día.
it: Meteo locale e alba / tramonto per ogni giorno.
ja: 各日の地域の天気と日の出・日の入り。
ko: 각 날짜의 현지 날씨와 일출 / 일몰 시간.
ms: Cuaca setempat dan matahari terbit / terbenam setiap hari.
pt_br: Clima local e nascer / pôr do sol de cada dia.
zh_hans_cn: 每天的本地天气与日出 / 日落时间。
zh_hant_hk: 每天的本地天氣與日出 / 日落時間。
zh_hant_tw: 每天的當地天氣與日出 / 日落時間。

source: Location
de: Standort
es: Ubicación
it: Posizione
ja: 位置情報
ko: 위치
ms: Lokasi
pt_br: Localização
zh_hans_cn: 位置
zh_hant_hk: 位置
zh_hant_tw: 位置

source: Long venue names now scroll smoothly instead of being cut off.
de: Lange Ortsnamen laufen jetzt sanft durch, statt abgeschnitten zu werden.
es: Los nombres de lugar largos ahora se desplazan suavemente en lugar de cortarse.
it: I nomi di luogo lunghi ora scorrono fluidamente invece di essere troncati.
ja: 長い場所名が途切れず、なめらかにスクロールして全体を確認できます。
ko: 긴 장소 이름이 잘리지 않고 부드럽게 스크롤됩니다.
ms: Nama lokasi yang panjang kini menatal dengan lancar dan tidak dipotong.
pt_br: Nomes de local longos agora rolam suavemente em vez de serem cortados.
zh_hans_cn: 较长的地点名称现在会平滑滚动显示，不再被截断。
zh_hant_hk: 較長的地點名稱現在會平滑捲動顯示，不再被截斷。
zh_hant_tw: 較長的地點名稱現在會平滑捲動顯示，不再被截斷。

source: Long-press an event in the Week view and drop it on another day to move it.
de: Halte einen Termin in der Wochenansicht gedrückt und ziehe ihn auf einen anderen Tag, um ihn zu verschieben.
es: Mantén pulsado un evento en la vista Semana y suéltalo en otro día para moverlo.
it: Tieni premuto un evento nella vista Settimana e rilascialo su un altro giorno per spostarlo.
ja: 週ビューでイベントを長押しし、別の日にドロップすると移動できます。
ko: 주 보기에서 이벤트를 길게 누른 뒤 다른 날짜에 놓아 이동하세요.
ms: Tekan lama acara dalam paparan Minggu dan lepaskannya pada hari lain untuk mengalihkannya.
pt_br: Mantenha um evento pressionado na visualização Semana e solte-o em outro dia para movê-lo.
zh_hans_cn: 在“周”视图中长按事件，拖放到另一天即可移动。
zh_hant_hk: 在「週」檢視中長按事件，拖放到另一日即可移動。
zh_hant_tw: 在「週」檢視中長按事件，拖放到另一日即可移動。

source: Mark a reminder complete or incomplete from the widget.
de: Eine Erinnerung direkt aus dem Widget als erledigt oder offen markieren.
es: Marca un recordatorio como completado o pendiente desde el widget.
it: Segna un promemoria come completato o da fare direttamente dal widget.
ja: リマインダーをウィジェットから完了・未完了に切り替えます。
ko: 위젯에서 바로 미리 알림을 완료 또는 미완료로 표시합니다.
ms: Tandakan peringatan sebagai selesai atau belum selesai terus dari widget.
pt_br: Marque um lembrete como concluído ou pendente direto pelo widget.
zh_hans_cn: 直接在小组件中把提醒事项标为完成或未完成。
zh_hant_hk: 直接喺 Widget 將提醒事項標示為完成或未完成。
zh_hant_tw: 直接在小工具裡把提醒事項標示為完成或未完成。

source: Month
de: Monat
es: Mes
it: Mese
ja: 月
ko: 월
ms: Bulan
pt_br: Mês
zh_hans_cn: 月
zh_hant_hk: 月
zh_hant_tw: 月

source: Month opens on today
de: Monat öffnet auf heute
es: Mes se abre en hoy
it: Mese si apre su oggi
ja: 月表示は今日から開きます
ko: 월 보기가 오늘로 열림
ms: Bulan dibuka pada hari ini
pt_br: Mês abre em hoje
zh_hans_cn: “月”会打开到今天
zh_hant_hk: 「月」會開在今日
zh_hant_tw: 「月」會開在今天

source: More Apps
de: Weitere Apps
es: Más apps
it: Altre app
ja: 他のアプリ
ko: 더 많은 앱
ms: Lagi App
pt_br: Mais apps
zh_hans_cn: 更多 App
zh_hant_hk: 更多 App
zh_hant_tw: 更多 App

source: More languages
de: Weitere Sprachen
es: Más idiomas
it: Altre lingue
ja: 対応言語が追加
ko: 더 많은 언어
ms: Lebih banyak bahasa
pt_br: Mais idiomas
zh_hans_cn: 更多语言
zh_hant_hk: 更多語言
zh_hant_tw: 更多語言

source: Multi-day events
de: Mehrtägige Termine
es: Eventos de varios días
it: Eventi di più giorni
ja: 複数日のイベント
ko: 여러 날 이벤트
ms: Acara berbilang hari
pt_br: Eventos de vários dias
zh_hans_cn: 多日事件
zh_hant_hk: 多日事件
zh_hant_tw: 多日事件

source: Navigating to the previous day now slides a new page onto the stack instead of tearing one away.
de: Zum Vortag wird jetzt eine neue Seite auf den Stapel geschoben, statt eine abzureißen.
es: Al ir al día anterior, ahora una página nueva se desliza sobre la pila en vez de arrancar una.
it: Passando al giorno precedente, ora una nuova pagina scorre sulla pila invece di strapparne via una.
ja: 前の日への移動が、ページを引きはがす代わりに新しいページをスライドさせる動きに変わりました。
ko: 이전 날짜로 이동할 때 이제 페이지를 뜯어내는 대신 새 페이지가 스택 위로 밀려옵니다.
ms: Apabila pergi ke hari sebelumnya, halaman baharu kini meluncur ke atas tindanan dan bukannya mengoyakkan satu halaman.
pt_br: Ao navegar para o dia anterior, uma nova página agora desliza para a pilha em vez de uma página ser rasgada.
zh_hans_cn: 前往前一天时，现在会将新页面滑入堆叠，而不是撕下一页。
zh_hant_hk: 前往前一日時，現在會將新頁滑入堆疊，而不是撕下一頁。
zh_hant_tw: 前往前一天時，現在會將新頁滑入堆疊，而不是撕下一頁。

source: New back animation
de: Neue Zurück-Animation
es: Nueva animación hacia atrás
it: Nuova animazione indietro
ja: 新しい「戻る」アニメーション
ko: 새 이전 애니메이션
ms: Animasi kembali baharu
pt_br: Nova animação de voltar
zh_hans_cn: 新的返回动画
zh_hant_hk: 新的返回動畫
zh_hant_tw: 新的返回動畫

source: Next page
de: Nächste Seite
es: Página siguiente
it: Pagina successiva
ja: 次のページ
ko: 다음 페이지
ms: Halaman seterusnya
pt_br: Próxima página
zh_hans_cn: 下一页
zh_hant_hk: 下一頁
zh_hant_tw: 下一頁

source: No calendars
de: Keine Kalender
es: No hay calendarios
it: Nessun calendario
ja: カレンダーがありません
ko: 캘린더 없음
ms: Tiada kalendar
pt_br: Nenhum calendário
zh_hans_cn: 没有日历
zh_hant_hk: 沒有日曆
zh_hant_tw: 沒有行事曆

source: No event calendars are configured on this device.
de: Auf diesem Gerät sind keine Terminkalender eingerichtet.
es: No hay calendarios de eventos configurados en este dispositivo.
it: Non ci sono calendari eventi configurati su questo dispositivo.
ja: この端末にはイベントカレンダーが設定されていません。
ko: 이 기기에 이벤트 캘린더가 설정되어 있지 않습니다.
ms: Tiada kalendar acara dikonfigurasi pada peranti ini.
pt_br: Não há calendários de eventos configurados neste dispositivo.
zh_hans_cn: 此设备尚未设置事件日历。
zh_hant_hk: 此裝置尚未設定事件日曆。
zh_hant_tw: 此裝置尚未設定事件行事曆。

source: Not connected
de: Nicht verbunden
es: Sin conexión
it: Non connesso
ja: 未接続
ko: 연결되지 않음
ms: Tidak bersambung
pt_br: Não conectado
zh_hans_cn: 未连接
zh_hant_hk: 未連線
zh_hant_tw: 未連線

source: nothing planned
de: nichts geplant
es: nada planificado
it: nulla in programma
ja: 予定なし
ko: 예정 없음
ms: tiada rancangan
pt_br: nada planejado
zh_hans_cn: 暂无安排
zh_hant_hk: 沒有安排
zh_hant_tw: 沒有安排

source: On your home screen - paper, every day.
de: Auf deinem Home-Bildschirm – Papier, jeden Tag.
es: En tu pantalla de inicio - papel, cada día.
it: Sulla tua schermata Home - carta, ogni giorno.
ja: ホーム画面に - 紙のような毎日を。
ko: 홈 화면에서 - 종이처럼, 매일.
ms: Di skrin utama anda - kertas, setiap hari.
pt_br: Na tela inicial - papel, todos os dias.
zh_hans_cn: 在主屏幕上 - 纸张般的每一天。
zh_hant_hk: 在主畫面上 - 紙張般的每一天。
zh_hant_tw: 在主畫面上 - 紙張般的每一天。

source: one-time
de: Einmalkauf
es: pago único
it: una tantum
ja: 買い切り
ko: 일회 결제
ms: sekali bayar
pt_br: pagamento único
zh_hans_cn: 一次性购买
zh_hant_hk: 一次性購買
zh_hant_tw: 一次性購買

source: Open Hibi to update
de: Hibi öffnen, um zu aktualisieren
es: Abre Hibi para actualizar
it: Apri Hibi per aggiornare
ja: Hibi を開いて更新
ko: 업데이트하려면 Hibi 열기
ms: Buka Hibi untuk kemas kini
pt_br: Abra o Hibi para atualizar
zh_hans_cn: 打开 Hibi 以更新
zh_hant_hk: 打開 Hibi 以更新
zh_hant_tw: 開啟 Hibi 來更新

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
ms: Buka Tetapan
pt_br: Abrir Ajustes
zh_hans_cn: 打开设置
zh_hant_hk: 開啟設定
zh_hant_tw: 開啟設定

source: Overdue
de: Überfällig
es: Vencido
it: Scaduto
ja: 期限超過
ko: 기한 초과
ms: Tertunggak
pt_br: Atrasado
zh_hans_cn: 已过期
zh_hant_hk: 已逾期
zh_hant_tw: 已逾期

source: Pearl
de: Perle
es: Perla
it: Perla
ja: パール
ko: 진주
ms: Mutiara
pt_br: Pérola
zh_hans_cn: 珍珠
zh_hant_hk: 珍珠
zh_hant_tw: 珍珠

source: Permissions
de: Berechtigungen
es: Permisos
it: Autorizzazioni
ja: 権限
ko: 권한
ms: Kebenaran
pt_br: Permissões
zh_hans_cn: 权限
zh_hant_hk: 權限
zh_hant_tw: 權限

source: Permissions, walked through
de: Berechtigungen, Schritt für Schritt
es: Permisos guiados paso a paso
it: Autorizzazioni, passo dopo passo
ja: 権限設定をステップごとに
ko: 권한 설정 안내
ms: Kebenaran, dipandu langkah demi langkah
pt_br: Permissões, passo a passo
zh_hans_cn: 逐步完成权限设置
zh_hant_hk: 逐步完成權限設定
zh_hant_tw: 逐步完成權限設定

source: Pixel Sun
de: Pixelsonne
es: Sol de píxeles
it: Sole a pixel
ja: ピクセルサン
ko: 픽셀 해
ms: Matahari Piksel
pt_br: Sol de Pixel
zh_hans_cn: 像素太阳
zh_hant_hk: 像素太陽
zh_hant_tw: 像素太陽

source: Polished month grid
de: Aufgeräumte Monatsansicht
es: Vista de mes más cuidada
it: Vista del mese più curata
ja: より見やすい月表示
ko: 더 깔끔해진 월 보기
ms: Paparan bulan lebih kemas
pt_br: Visual do mês mais caprichado
zh_hans_cn: 月视图更精致
zh_hant_hk: 月檢視更精緻
zh_hant_tw: 月檢視更精緻

source: Porcelain
de: Porzellan
es: Porcelana
it: Porcellana
ja: ポーセリン
ko: 도자기
ms: Porselin
pt_br: Porcelana
zh_hans_cn: 青花瓷
zh_hant_hk: 青花瓷
zh_hant_tw: 青花瓷

source: Prefer compact mode
de: Standardmäßig kompakt
es: Preferir modo compacto
it: Preferisci modalità compatta
ja: コンパクト表示を優先
ko: 기본적으로 컴팩트 모드 사용
ms: Utamakan mod padat
pt_br: Preferir modo compacto
zh_hans_cn: 默认使用紧凑模式
zh_hant_hk: 預設使用精簡模式
zh_hant_tw: 預設使用精簡模式

source: Prefer swipe-up to go back? Invert the Day-view tear direction in Settings.
de: Lieber nach oben wischen, um zurückzugehen? Kehre die Abreißrichtung der Tagesansicht in den Einstellungen um.
es: ¿Prefieres deslizar hacia arriba para volver? Invierte la dirección de rasgado de la vista Día en Ajustes.
it: Preferisci scorrere verso l'alto per tornare indietro? Inverti la direzione dello strappo della vista Giorno in Impostazioni.
ja: 上方向へのスワイプで戻りたい場合は、設定で日ビューの切り取り方向を反転できます。
ko: 위로 스와이프해 이전 날짜로 가고 싶나요? 설정에서 일 보기의 찢는 방향을 반전하세요.
ms: Lebih suka leret ke atas untuk kembali? Songsangkan arah koyakan paparan Hari dalam Tetapan.
pt_br: Prefere deslizar para cima para voltar? Inverta a direção de rasgar da visualização Dia em Ajustes.
zh_hans_cn: 更喜欢向上滑返回？可在“设置”中反转日视图的撕页方向。
zh_hant_hk: 偏好向上滑返回？可在「設定」中反轉日檢視的撕頁方向。
zh_hant_tw: 偏好向上滑返回？可在「設定」中反轉日檢視的撕頁方向。

source: Previous page
de: Vorherige Seite
es: Página anterior
it: Pagina precedente
ja: 前のページ
ko: 이전 페이지
ms: Halaman sebelumnya
pt_br: Página anterior
zh_hans_cn: 上一页
zh_hant_hk: 上一頁
zh_hant_tw: 上一頁

source: Pull the Schedule handle down to collapse the day's paper stack and see more of your events at once.
de: Zieh den Tagesplan-Griff nach unten, um den Papierstapel des Tages einzuklappen und mehr Termine auf einmal zu sehen.
es: Arrastra el tirador de la Agenda hacia abajo para plegar la pila de papel del día y ver más eventos a la vez.
it: Trascina la maniglia del Programma verso il basso per ripiegare la pila di carta del giorno e vedere più eventi insieme.
ja: 「スケジュール」のハンドルを下に引くと、その日のペーパースタックがたたまれ、予定をまとめて確認できます。
ko: 일정 핸들을 아래로 내리면 그날의 페이퍼 스택이 접히면서 더 많은 일정을 한눈에 볼 수 있어요.
ms: Tarik pemegang Jadual ke bawah untuk melipat susunan kertas hari itu dan melihat lebih banyak acara sekali gus.
pt_br: Arraste a alça da Agenda para baixo para recolher a pilha de papéis do dia e ver mais eventos de uma vez.
zh_hans_cn: 向下拖动「日程」手柄，即可收起当天的纸张堆叠，一次查看更多事件。
zh_hant_hk: 向下拖動「日程」把手，即可收起當日的紙張堆疊，一次查看更多事件。
zh_hant_tw: 向下拖曳「行程」把手，即可收起當天的紙張堆疊，一次查看更多事件。

source: Pull to tear · ↑ Next · ↓ Prev
de: Ziehen zum Abreißen · ↑ Weiter · ↓ Zurück
es: Tira para arrancar · ↑ Sig. · ↓ Ant.
it: Tira per strappare · ↑ Succ. · ↓ Prec.
ja: めくる · ↑ 次の日 · ↓ 前の日
ko: 당겨서 넘기기 · ↑ 다음 · ↓ 이전
ms: Tarik untuk koyak · ↑ Seterusnya · ↓ Sebelumnya
pt_br: Puxe para rasgar · ↑ Próx. · ↓ Ant.
zh_hans_cn: 拉动撕页 · ↑ 后一天 · ↓ 前一天
zh_hant_hk: 拉動撕頁 · ↑ 下一日 · ↓ 前一日
zh_hant_tw: 拉動撕頁 · ↑ 下一日 · ↓ 前一日

source: Pull to tear · ↑ Prev · ↓ Next
de: Ziehen zum Abreißen · ↑ Zurück · ↓ Weiter
es: Tira para arrancar · ↑ Ant. · ↓ Sig.
it: Tira per strappare · ↑ Prec. · ↓ Succ.
ja: めくる · ↑ 前の日 · ↓ 次の日
ko: 당겨서 넘기기 · ↑ 이전 · ↓ 다음
ms: Tarik untuk koyak · ↑ Sebelumnya · ↓ Seterusnya
pt_br: Puxe para rasgar · ↑ Ant. · ↓ Próx.
zh_hans_cn: 拉动撕页 · ↑ 前一天 · ↓ 后一天
zh_hant_hk: 拉動撕頁 · ↑ 前一日 · ↓ 下一日
zh_hant_tw: 拉動撕頁 · ↑ 前一日 · ↓ 下一日

source: Purchased. Thank you.
de: Gekauft. Danke.
es: Comprado. Gracias.
it: Acquistato. Grazie.
ja: 購入済み。ありがとう。
ko: 구입 완료. 감사합니다.
ms: Dibeli. Terima kasih.
pt_br: Comprado. Obrigado.
zh_hans_cn: 已购买。谢谢。
zh_hant_hk: 已購買。謝謝。
zh_hant_tw: 已購買。謝謝。

source: Quieter labels
de: Leisere Beschriftungen
es: Etiquetas más discretas
it: Etichette più discrete
ja: より静かなラベル
ko: 더 차분한 레이블
ms: Label yang lebih tenang
pt_br: Rótulos mais discretos
zh_hans_cn: 更低调的标签
zh_hant_hk: 更低調的標籤
zh_hant_tw: 更安靜的標籤

source: Recurring
de: Wiederkehrend
es: Periódico
it: Ricorrente
ja: 繰り返し
ko: 반복
ms: Berulang
pt_br: Recorrente
zh_hans_cn: 重复
zh_hant_hk: 重複
zh_hant_tw: 重複

source: Recurring calendar events now show a small repeat icon, so you can tell them apart at a glance.
de: Wiederkehrende Kalenderereignisse zeigen jetzt ein kleines Wiederholungssymbol, damit du sie auf einen Blick erkennst.
es: Los eventos del calendario que se repiten ahora muestran un pequeño icono de repetición, para distinguirlos de un vistazo.
it: Gli eventi del calendario ricorrenti ora mostrano una piccola icona di ripetizione, così puoi distinguerli a colpo d'occhio.
ja: 繰り返し予定に小さな繰り返しマークが付くようになり、ひと目で見分けられます。
ko: 반복되는 캘린더 이벤트에 작은 반복 아이콘이 표시되어 한눈에 구분할 수 있습니다.
ms: Acara kalendar berulang kini menunjukkan ikon ulang kecil, jadi anda boleh mengenalinya sekali pandang.
pt_br: Eventos recorrentes do calendário agora exibem um pequeno ícone de repetição, para você identificá-los num piscar de olhos.
zh_hans_cn: 重复的日历事件现在会带一个小小的重复图标，让你一眼就能认出来。
zh_hant_hk: 重複的日曆事件現在會帶一個小小的重複圖示，讓你一眼就能認出來。
zh_hant_tw: 重複的日曆事件現在會帶一個小小的重複圖示，讓你一眼就能認出來。

source: Recurring event fixes
de: Wiederkehrende Termine
es: Corrección de eventos recurrentes
it: Correzione eventi ricorrenti
ja: 繰り返しイベントの修正
ko: 반복 이벤트 수정
ms: Pembaikan acara berulang
pt_br: Correção de eventos recorrentes
zh_hans_cn: 重复日程修复
zh_hant_hk: 重複行程修正
zh_hant_tw: 重複行程修正

source: Recurring events
de: Wiederkehrende Ereignisse
es: Eventos recurrentes
it: Eventi ricorrenti
ja: 繰り返しイベント
ko: 반복 이벤트
ms: Acara berulang
pt_br: Eventos recorrentes
zh_hans_cn: 重复事件
zh_hant_hk: 重複事件
zh_hant_tw: 重複事件

source: Reminder ID
de: Erinnerungs-ID
es: ID del recordatorio
it: ID promemoria
ja: リマインダーID
ko: 미리 알림 ID
ms: ID Peringatan
pt_br: ID do lembrete
zh_hans_cn: 提醒事项 ID
zh_hant_hk: 提醒事項 ID
zh_hant_tw: 提醒事項 ID

source: Reminders
de: Erinnerungen
es: Recordatorios
it: Promemoria
ja: リマインダー
ko: 미리 알림
ms: Peringatan
pt_br: Lembretes
zh_hans_cn: 提醒事项
zh_hant_hk: 提醒事項
zh_hant_tw: 提醒事項

source: Reminders - %@
de: Erinnerungen - %@
es: Recordatorios - %@
it: Promemoria - %@
ja: リマインダー - %@
ko: 미리 알림 - %@
ms: Peringatan - %@
pt_br: Lembretes - %@
zh_hans_cn: 提醒事项 - %@
zh_hant_hk: 提醒事項 - %@
zh_hant_tw: 提醒事項 - %@

source: Restore purchases
de: Käufe wiederherstellen
es: Restaurar compras
it: Ripristina acquisti
ja: 購入を復元
ko: 구입 복원
ms: Pulihkan pembelian
pt_br: Restaurar compras
zh_hans_cn: 恢复购买
zh_hant_hk: 回復購買項目
zh_hant_tw: 回復購買項目

source: Review permissions
de: Berechtigungen prüfen
es: Revisar permisos
it: Rivedi autorizzazioni
ja: 権限を確認
ko: 권한 검토
ms: Semak kebenaran
pt_br: Revisar permissões
zh_hans_cn: 检查权限
zh_hant_hk: 檢查權限
zh_hant_tw: 檢查權限

source: Schedule
de: Termine
es: Agenda
it: Programma
ja: 予定
ko: 일정
ms: Jadual
pt_br: Agenda
zh_hans_cn: 日程
zh_hant_hk: 行程
zh_hant_tw: 行程

source: Scrolling location names
de: Laufende Ortsnamen
es: Nombres de lugar con desplazamiento
it: Nomi dei luoghi a scorrimento
ja: 場所名のスクロール表示
ko: 장소 이름 스크롤 표시
ms: Nama lokasi bergerak
pt_br: Nomes de local com rolagem
zh_hans_cn: 地点名称滚动显示
zh_hant_hk: 地點名稱捲動顯示
zh_hant_tw: 地點名稱捲動顯示

source: Seamless month transitions
de: Nahtlose Monatswechsel
es: Transiciones de mes fluidas
it: Transizioni di mese fluide
ja: 月またぎがスムーズに
ko: 매끄러운 월 전환
ms: Peralihan bulan yang lancar
pt_br: Transições de mês suaves
zh_hans_cn: 顺畅的月份切换
zh_hant_hk: 順暢的月份切換
zh_hant_tw: 順暢的月份切換

source: Seamless tab switching
de: Nahtloser Tabwechsel
es: Cambio de pestaña fluido
it: Cambio di scheda fluido
ja: タブ切り替えの改善
ko: 탭 전환 개선
ms: Pertukaran tab yang lancar
pt_br: Troca de abas sem perder o lugar
zh_hans_cn: 无缝切换标签页
zh_hant_hk: 無縫切換標籤頁
zh_hant_tw: 無縫切換標籤頁

source: Search events
de: Termine suchen
es: Buscar eventos
it: Cerca eventi
ja: イベントを検索
ko: 이벤트 검색
ms: Cari acara
pt_br: Buscar eventos
zh_hans_cn: 搜索事件
zh_hant_hk: 搜尋事件
zh_hant_tw: 搜尋事件

source: Settings
de: Einstellungen
es: Ajustes
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
pt_br: Ajustes
zh_hans_cn: 设置
zh_hant_hk: 設定
zh_hant_tw: 設定

source: Settings now links to apps.weichart.de, where you can find my other apps ^^
de: Die Einstellungen verlinken jetzt apps.weichart.de, wo du meine anderen Apps findest ^^
es: Ajustes ahora enlaza a apps.weichart.de, donde puedes encontrar mis otras apps ^^
it: Impostazioni ora rimanda a apps.weichart.de, dove puoi trovare le mie altre app ^^
ja: 設定に apps.weichart.de へのリンクを追加しました。他のアプリはそちらから ^^
ko: 설정에서 이제 apps.weichart.de로 이동할 수 있으며, 그곳에서 제 다른 앱을 볼 수 있습니다 ^^
ms: Tetapan kini memaut ke apps.weichart.de, tempat anda boleh menemukan app saya yang lain ^^
pt_br: Ajustes agora leva a apps.weichart.de, onde você encontra meus outros apps ^^
zh_hans_cn: 设置现在会链接到 apps.weichart.de，你可以在那里找到我的其他 App ^^
zh_hant_hk: 設定現在會連到 apps.weichart.de，你可以在那裡找到我的其他 App ^^
zh_hant_tw: 設定現在會連到 apps.weichart.de，你可以在那裡找到我的其他 App ^^

source: Settings, onboarding, and units are now fully translated into German and Japanese.
de: Einstellungen, Onboarding und Einheiten sind jetzt vollständig auf Deutsch und Japanisch verfügbar.
es: Ajustes, introducción y unidades ahora están totalmente traducidos al alemán y al japonés.
it: Impostazioni, introduzione e unità sono ora completamente tradotte in tedesco e giapponese.
ja: 設定・オンボーディング・単位を、ドイツ語と日本語で完全に翻訳しました。
ko: 설정, 온보딩, 단위가 이제 독일어와 일본어로 완전히 번역되었습니다.
ms: Tetapan, pengenalan dan unit kini diterjemahkan sepenuhnya ke dalam bahasa Jerman dan Jepun.
pt_br: Ajustes, introdução e unidades agora estão totalmente traduzidos para alemão e japonês.
zh_hans_cn: 设置、初始引导和单位现在已完整翻译成德语和日语。
zh_hant_hk: 設定、初始導覽與單位現在已完整翻譯成德文與日文。
zh_hant_tw: 設定、初始導覽與單位現在已完整翻譯成德文與日文。

source: Show all-day events
de: Ganztägige Termine anzeigen
es: Mostrar eventos de todo el día
it: Mostra eventi di tutto il giorno
ja: 終日の予定を表示
ko: 하루 종일 일정 표시
ms: Tunjukkan acara sepanjang hari
pt_br: Mostrar eventos de dia inteiro
zh_hans_cn: 显示全天事件
zh_hant_hk: 顯示全日活動
zh_hant_tw: 顯示全天活動

source: Show and edit the events from your system calendars.
de: Termine aus deinen Systemkalendern anzeigen und bearbeiten.
es: Muestra y edita los eventos de tus calendarios del sistema.
it: Mostra e modifica gli eventi dei calendari di sistema.
ja: システムカレンダーの予定を表示・編集します。
ko: 시스템 캘린더의 이벤트를 표시하고 편집합니다.
ms: Tunjukkan dan edit acara daripada kalendar sistem anda.
pt_br: Mostre e edite os eventos dos seus calendários do sistema.
zh_hans_cn: 显示并编辑系统日历中的事件。
zh_hant_hk: 顯示並編輯系統日曆中的事件。
zh_hant_tw: 顯示並編輯系統行事曆中的事件。

source: Show reminders
de: Erinnerungen anzeigen
es: Mostrar recordatorios
it: Mostra promemoria
ja: リマインダーを表示
ko: 미리 알림 표시
ms: Tunjukkan peringatan
pt_br: Mostrar lembretes
zh_hans_cn: 显示提醒事项
zh_hant_hk: 顯示提醒事項
zh_hant_tw: 顯示提醒事項

source: Simple font
de: Einfache Schrift
es: Fuente simple
it: Font semplice
ja: シンプルなフォント
ko: 간단한 글꼴
ms: Fon ringkas
pt_br: Fonte simples
zh_hans_cn: 简洁字体
zh_hant_hk: 簡潔字體
zh_hant_tw: 簡潔字體

source: Switching between Month, Week, and Day now picks up right where you left off.
de: Beim Wechsel zwischen Monat, Woche und Tag bleibst du jetzt genau dort, wo du aufgehört hast.
es: Al cambiar entre Mes, Semana y Día, ahora se mantiene justo donde lo dejaste.
it: Passando da Mese, Settimana e Giorno, ora riprendi esattamente da dove eri rimasto.
ja: 月・週・日を切り替えても、表示していた位置がそのまま保たれます。
ko: 월, 주, 일 탭을 전환해도 보던 위치가 그대로 유지됩니다.
ms: Bertukar antara Bulan, Minggu dan Hari kini mengekalkan kedudukan paparan anda.
pt_br: Ao alternar entre Mês, Semana e Dia, a posição exibida é mantida.
zh_hans_cn: 在月、周、日之间切换时，显示位置会保持不变。
zh_hant_hk: 在月、週、日之間切換時，顯示位置會保持不變。
zh_hant_tw: 在月、週、日之間切換時，顯示位置會保持不變。

source: Tap to find out more.
de: Tippen und mehr erfahren.
es: Toca para saber más.
it: Tocca per saperne di più.
ja: タップしてくわしく見る。
ko: 탭하여 자세히 알아보기.
ms: Ketik untuk ketahui lebih lanjut.
pt_br: Toque para saber mais.
zh_hans_cn: 点击了解更多。
zh_hant_hk: 點一下了解更多。
zh_hant_tw: 點一下了解更多。

source: Tearing past the last or first day of a month now smoothly continues into the next or previous month.
de: Über den letzten oder ersten Tag eines Monats hinaus zu blättern wechselt jetzt nahtlos in den nächsten oder vorherigen Monat.
es: Al arrancar más allá del último o primer día de un mes, ahora se continúa suavemente al mes siguiente o anterior.
it: Strappando oltre l'ultimo o il primo giorno di un mese, ora si continua in modo fluido al mese successivo o precedente.
ja: 月の最終日や初日を過ぎてめくると、次の月や前の月にスムーズに切り替わるようになりました。
ko: 한 달의 마지막 날이나 첫날을 지나 넘기면 이제 다음 달이나 이전 달로 매끄럽게 이어집니다.
ms: Mengoyak melepasi hari terakhir atau pertama bulan kini bersambung dengan lancar ke bulan seterusnya atau sebelumnya.
pt_br: Ao rasgar além do último ou primeiro dia de um mês, agora a navegação continua suavemente para o mês seguinte ou anterior.
zh_hans_cn: 撕过某月最后一天或第一天时，现在会顺畅接到下个月或上个月。
zh_hant_hk: 撕過某月最後一日或第一日時，現在會順暢接到下一個月或上一個月。
zh_hant_tw: 撕過某月最後一天或第一天時，現在會順暢接到下一個月或上一個月。

source: Temperature
de: Temperatur
es: Temperatura
it: Temperatura
ja: 気温
ko: 온도
ms: Suhu
pt_br: Temperatura
zh_hans_cn: 温度
zh_hant_hk: 溫度
zh_hant_tw: 溫度

source: Temperature & time format
de: Temperatur- & Zeitformat
es: Temperatura y formato horario
it: Temperatura e formato ora
ja: 温度と時刻の形式
ko: 온도 및 시간 형식
ms: Format suhu & masa
pt_br: Temperatura e formato de hora
zh_hans_cn: 温度与时间格式
zh_hant_hk: 溫度與時間格式
zh_hant_tw: 溫度與時間格式

source: Thank you
de: Danke
es: Gracias
it: Grazie
ja: ありがとう
ko: 감사합니다
ms: Terima kasih
pt_br: Obrigado
zh_hans_cn: 谢谢
zh_hant_hk: 謝謝
zh_hant_tw: 謝謝

source: Thank you for supporting Hibi.
de: Danke, dass du Hibi unterstützt.
es: Gracias por apoyar a Hibi.
it: Grazie per sostenere Hibi.
ja: Hibiを支えてくれてありがとうございます。
ko: Hibi를 응원해 주셔서 감사합니다.
ms: Terima kasih kerana menyokong Hibi.
pt_br: Obrigado por apoiar o Hibi.
zh_hans_cn: 感谢你支持 Hibi。
zh_hant_hk: 多謝你支持 Hibi。
zh_hant_tw: 謝謝你支持 Hibi。

source: Thank you.
de: Danke.
es: Gracias.
it: Grazie.
ja: ありがとう。
ko: 감사합니다.
ms: Terima kasih.
pt_br: Obrigado.
zh_hans_cn: 谢谢。
zh_hant_hk: 謝謝。
zh_hant_tw: 謝謝。
